let age = prompt(" сколько тебе лет ? " );
  if (age == 19)  {
    alert(`Саша , тебе ${age} лет !`)
  } if (age == 13){
    alert(`Дароу Серый `)
  } if  (age > 19 || age < 100){
    alert(`чувак , тебе ${age} годиков `)
  } if  (age >= 100){
    alert (` ты что , бессмертный ?`)
  } else{
    alert( "ДЕЛАТЬ ДЕНЬГИ БЛ ВОТ ТАК ")
  }
let name = prompt ("Как вас зовут ?");
  if (name = ("Сережа" && "сережа" &&"Сергей"&& "сергей")){
    alert (`ОООООО мой бог , какое имя`)
  } if (name =("Саша" || "саша" || " Александр")){
    alert('Добро пожаловать , мой ГОСПОДИН !!!')
  } else{
    alert (`${name} , ох , твое имя прекрасно ! `)
  }
